{
    "version": "https://jsonfeed.org/version/1",
    "title": "Golem",
    "description": "",
    "home_page_url": "https://www.golem.net.br",
    "feed_url": "https://www.golem.net.br/feed.json",
    "user_comment": "",
    "author": {
        "name": "rafael"
    },
    "items": [
        {
            "id": "https://www.golem.net.br/the-elder-scrolls-gurps.html",
            "url": "https://www.golem.net.br/the-elder-scrolls-gurps.html",
            "title": "TES GURPS",
            "summary": "Click here for the file. I´ve made a small adaptation of the TES universe to GURPS. It is not complete, but mainly I´ve left out enemies and things that are too specific of a game, like shouts that I dont think should be common in&hellip;",
            "content_html": "<p><a href=\"https://www.golem.net.br/TES_GURPS.pdf\" target=\"_blank\" rel=\"noopener noreferrer\" download=\"download\">Click here for the file.</a></p>\n<p>I´ve made a small adaptation of the TES universe to GURPS. It is not complete, but mainly I´ve left out enemies and things that are too specific of a game, like shouts that I dont think should be common in a TTRPG because they are too powerful.</p>\n<p>Please enjoy!</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-07-01T08:46:34+02:00",
            "date_modified": "2020-07-01T16:21:49+02:00"
        },
        {
            "id": "https://www.golem.net.br/shadowrun-metropole.html",
            "url": "https://www.golem.net.br/shadowrun-metropole.html",
            "title": "Shadowrun: Amazônia",
            "summary": "Quando o grande dragão em plumado Hualpa surgiu, ele uniu os povos despertos da floresta amazônica e região e declarou guerra ao Brasil. Em poucos meses seu exército dotado de grande poder mágico conquistou Manaus, e depois, o resto do Brasil, em 2034. Sua primeira&hellip;",
            "content_html": "<p>Quando o grande dragão em plumado Hualpa surgiu, ele uniu os povos despertos da floresta amazônica e região e declarou guerra ao Brasil. Em poucos meses seu exército dotado de grande poder mágico conquistou Manaus, e depois, o resto do Brasil, em 2034.</p>\n<p>Sua primeira ação foi decretar o fim do Brasil e o começo do país de Amazônia, em que ele é o líder maior. Sua segunda ação foi expulsar todos os brasileiros não nativos para a região Sudeste, mais especificamente para as cidades de São Paulo e Rio De Janeiro. Essas cidades incharam e se fundiram em na maior cidade do mundo, conhecida formalmente como Metrópole, e informalmente como Rio Paulo.</p>\n<figure class=\"post__image\"><img src=\"https://www.golem.net.br/media/posts/11//Metropole.png\" alt=\"\" width=\"1863\" height=\"866\"></figure>\n<p>(clique aqui para uma imagem com melhor definição)</p>\n<p>Essa megalópole tem mais de 200 milhões de habitantes. Se fala principalmente o português brasileiro, mas com as ondas de imigração provocadas pela guerra Amazônia-Aztlan, espanhol é relativamente comum. Com o enriquecimento de Rio Paulo ao longos dos anos, praticamente qualquer nacionalidade tem uma pequena comunidade presente.</p>\n<p>Em 2075 restou pouco das identidades regionais do antigo Brasil, depois de 40 anos de permanente repressão a qualquer simbolo do antigo país. Células terroristas de grupos que querem reformar a antiga nação existem, mas não são levadas à sério e são brutalmente reprimidas pelas forças do governo.</p>\n<p>Amazônia é um dos países do mundo mais abertos em relação a meta-humanos e outros seres sescientes: praticamente todos podem ser considerados cidadões pelo governo. Isso não significa que Rio Paulo é uma terra livre de preconceitos e discriminações, mas a situação aqui é consideravelmente superior à maioria dos outros países, e por isso, se tornou um refúgio para muitas dessas minorias, contribuindo ainda mais para o crescimento da megalópole.</p>\n<p>Em 2075 o país ainda está lambendo as feridas depois da derrota para Aztlan, onde antes existia a nação da Colômbia. Hualpa desde o começo foi um grande expansionista, conquistando inteiramente as nações de venezuela, suriname e guiana, mas foi derrotado pela primeira vez por Atzlan, e desde então, desapareceu da imagem pública.</p>\n<p> </p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-14T10:08:30+02:00",
            "date_modified": "2020-06-14T10:38:41+02:00"
        },
        {
            "id": "https://www.golem.net.br/recursos-shadowrun.html",
            "url": "https://www.golem.net.br/recursos-shadowrun.html",
            "title": "Recursos: Shadowrun",
            "summary": "Chummer 5e: um programa para fazer personagens, essencial para diminuir a enorme complexidade que é a criação de personagens no sistema oficial. Tem versão em português do Brasil, basta mudar nas \"options\". Omae: Se você não pode usar o Chummer por algum motivo, o Omae&hellip;",
            "content_html": "<p><a href=\"https://github.com/chummer5a/chummer5a/releases/tag/5.201.0\" target=\"_blank\" rel=\"noopener noreferrer\">Chummer 5e:</a> um programa para fazer personagens, essencial para diminuir a enorme complexidade que é a criação de personagens no sistema oficial. Tem versão em português do Brasil, basta mudar nas \"options\".</p>\n<p><a href=\"https://heyomae.github.io\" target=\"_blank\" rel=\"noopener noreferrer\">Omae</a>: Se você não pode usar o Chummer por algum motivo, o Omae é um gerador baseado no seu browser. Em inglês.</p>\n<p><a href=\"http://adragon202.no-ip.org/Shadowrun/index.php/Main_Page\" target=\"_blank\" rel=\"noopener noreferrer\">Shadowrun Wiki</a>: Um wiki feito por um mestre que estava cansado de ficar procurando tudo nos livros que, eu concordo, poderiam ser organizados de maneira melhor. Muito legal para ajudar na criação de personagens ou consulta de regras. Em inglês.</p>\n<p><a href=\"https://fondationdraco.fr/artifacts-rush-santos/city-of-the-saints/santos-in-the-sixth-world/\" target=\"_blank\" rel=\"noopener noreferrer\">Santos in the Sixth World</a>: Um resumo extremamente interessante e bem escrito sobre os ultimos 50 anos em Santos, um dos grandes distritos da Metropóle. Em inglês.</p>\n<p><a href=\"https://pdfslide.net/documents/shadowrun-brasil.html\">Shadowrun Brasil</a>: Um velho suplemento fan-made detalhando o cenário do Brasil até 2050. Muito interessante e rico de detalhes.</p>\n<p><a href=\"https://shadowpunkers.wordpress.com\">Shadowpunkers</a>: Uma página bacana sobre Shadowrun totalmente em português com muita informação.</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T15:11:38+02:00",
            "date_modified": "2020-06-16T17:55:13+02:00"
        },
        {
            "id": "https://www.golem.net.br/rage-across-pindorama.html",
            "url": "https://www.golem.net.br/rage-across-pindorama.html",
            "title": "Rage Across Pindorama",
            "summary": "Um dos grandes defeitos do Mundo das Trevas foi, e ainda é, como as regiões fora da Europa Ocidental e dos Estados Unidos foram representadas. Em especial a América Latina. Várias escolhas estranhas, grandes partes do continente completamente ignoradas e assim por diante. Visto isso&hellip;",
            "content_html": "<p>Um dos grandes defeitos do Mundo das Trevas foi, e ainda é, como as regiões fora da Europa Ocidental e dos Estados Unidos foram representadas. Em especial a América Latina. Várias escolhas estranhas, grandes partes do continente completamente ignoradas e assim por diante.</p>\n<p>Visto isso decidi escrever o meu próprio suplemento de Lobisomem: O Apocalipse para a região. Depois de muito trabalho, consegui publicar na Storyteller´s Vault, <a href=\"https://www.drivethrurpg.com/product/265519/Rage-Across-Pindorama-A-W20-setting-for-Brazil\">aqui</a>. Fiz em inglês porque o objetivo era dar aos gringos um material que fizesse justiça ao Brasil.</p>\n<p>Por falta de tempo nunca traduzi o livro, além do fato que saiu o excelente livro da nação garou sobre o mesmo tema, e sinceramente não tenho como competir com eles. Mas fica aqui um resumo:</p>\n<p>A comunidade metamorfica é dividida em três grandes grupos. Garous, descendentes de europeus, Nativos, Yawara-Abá, povos nativos e por fim, os Orfãos, descendentes de africanos.</p>\n<p>Isso faz o Brasil ser uma das regiões mais diversas, com Balam, Mokolé, Pumonca, Nagah, Ratkin, Ananasi, Ajaba, Suara, Mokolé mBembe, além de novos metamorfos na forma dos Guará, parentes distante dos kitsunes e Sukuyu'wera, uma variante dos Uktena que cruzam com cachorros-vinagre.</p>\n<p>A dinâmica do cenário é o conflito entre esses três grupos, somados à luta a wyrm, com características nacionais.</p>\n<p>O grande antagonista local é Japeusá, uma poderosa manisfestação da Corruptora que se manifesta em parasitas que tomaram conta de grande parte das autoridades brasileiras.</p>\n<p>A Amazônia é de fundamental importância, e é possível usar muito do Rage Across The Amazon sem precisar fazer grandes adaptações.</p>\n<p>Existem planos para o livro de raça dos Guará, e um cenário baseado no Parque Nacional da Chapada dos Veadeiros, que serão publicados aqui.</p>\n<p> </p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-03T17:40:50+02:00",
            "date_modified": "2020-06-03T19:31:38+02:00"
        },
        {
            "id": "https://www.golem.net.br/recursos-gurps.html",
            "url": "https://www.golem.net.br/recursos-gurps.html",
            "title": "Recursos: GURPS",
            "summary": "GURPS Character Sheet: Um software fenomenal para criar fichas de GURPS. Gratuito e open source, eu uso sempre, seja quando sou GM ou jogador. A versão básica tem já vários livros dentro, mas você pode adicionar manualmente novas bibliotecas. Ele organiza de maneira simples tabelas&hellip;",
            "content_html": "<p><a href=\"https://gurpscharactersheet.com\">GURPS Character Sheet:</a> Um software fenomenal para criar fichas de GURPS. Gratuito e open source, eu uso sempre, seja quando sou GM ou jogador. A versão básica tem já vários livros dentro, mas você pode adicionar manualmente novas bibliotecas. Ele organiza de maneira simples tabelas de vantagens, desvantagens e equipamentos, além de permitir criar templates facilmente. Não consigo recomendar demais esse software, torna a tarefa de fazer fichas em GURPS simples e direta. Em inglês.</p>\n<p><a href=\"http://www.gurpscalculator.com/\">GURPS Calculator:</a> Um site bem útil, principalmente para o GM. Ferramenta para procurar em todos os índices dos livros do sistema, muitas fichas de personagens e monstros, ficha automatizada, um combat tracker que facilita bastante, um gm board que te permite ver todas as skills e atributos dos personagens de uma vez e muitas outras coisas úteis. Em inglês.</p>\n<p><a href=\"https://www.facebook.com/groups/GURPS.BR\">GURPS Group Brasil: </a>Um excelente grupo do facebook sobre GURPS, e só sobre GURPS. Pesadamente moderado, não fale de nada não relacionado ao assunto. Nem memes são aceitos. Isso torna o grupo um dos lugares mais interessantes para conversar e tirar dúvidas sobre o sistema, além de ser fácil para achar novos jogadores.</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-03T10:41:32+02:00",
            "date_modified": "2020-06-03T10:52:04+02:00"
        },
        {
            "id": "https://www.golem.net.br/recursos-wod.html",
            "url": "https://www.golem.net.br/recursos-wod.html",
            "title": "Recursos: WoD",
            "summary": "Mr. Gone Sheets: Sem dúvida o melhor repositório de fichas para o WoD e CotD. Em inglês.",
            "content_html": "<p><a href=\"http://mrgone.rocksolidshells.com\">Mr. Gone Sheets</a>: Sem dúvida o melhor repositório de fichas para o WoD e CotD. Em inglês.</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-03T10:17:58+02:00",
            "date_modified": "2020-06-03T10:17:58+02:00"
        },
        {
            "id": "https://www.golem.net.br/albufeira.html",
            "url": "https://www.golem.net.br/albufeira.html",
            "title": "Albufeira",
            "summary": "Albufeira é uma cidade inspirada em Yrth, mas não nos preocupamos muito em manter a compatibilidade completa com o cenário, especialmente Caithness e região, que são substituidas por uma região de grandes florestas tropicais e banhada por um rio extremamente largo, chamado simplesmente de Rio&hellip;",
            "content_html": "<div class=\"post__toc\">\n<h3>Table of Contents</h3>\n<ul>\n<li><a href=\"#mcetoc_1ea2fp6uifn\">Contexto histórico</a></li>\n<li><a href=\"#mcetoc_1ea2fp6uifo\">A Sociedade em Albufeira</a>\n<ul>\n<li><a href=\"#mcetoc_1ea2fp6uifp\">As Leis</a></li>\n</ul>\n</li>\n<li><a href=\"#mcetoc_1ea2fp6uifq\">A Cidade de Albufeira</a></li>\n<li><a href=\"#mcetoc_1ea2fp6uifr\">Arredores de Albufeira</a></li>\n</ul>\n</div>\n<p>Albufeira é uma cidade inspirada em Yrth, mas não nos preocupamos muito em manter a compatibilidade completa com o cenário, especialmente Caithness e região, que são substituidas por uma região de grandes florestas tropicais e banhada por um rio extremamente largo, chamado simplesmente de Rio Grande. É possível para incluir Albufeira em uma aventura já corrente em Yrth, mas com várias adaptações. Mas o cenário é amplo o suficiente que funciona de maneira independente.</p>\n<p>É um toque de Brasil e America latina em Yrth: um cenário medieval que parecerá muito familiar para os brasileiros, sem deixar de lado todo o arcabouço de fantasia medieval de Yrth.</p>\n<figure class=\"post__image\"><img src=\"https://www.golem.net.br/media/posts/5/New-Bitmap-Image.bmp\" alt=\"\" width=\"1164\" height=\"678\"></figure>\n<h2 id=\"mcetoc_1ea2fp6uifn\">Contexto histórico</h2>\n<p>O cataclisma transportou um grande número de exploradores portugueses e espanhois para a Grande Floresta a sul da cidade anã de Thranel e a noroeste da cidade humana de Nova Jerusálem, durante o fim do século 15. O cataclisma também transportou um grande número de indígenas da região.</p>\n<p>Esses exploradores conseguiram sobreviver e prosperar em um amontoado de ilhas fluviais desabitadas. Com o passar dos séculos, eles fizeram contato com o reino de mégalos no foz do rio e com os reinos anões na sua nascente, e começaram a operar o lucrativo comércio entre esses dois povos, mantendo sua indepêndencia.</p>\n<p>Eles também acabaram se metendo em guerra com os elfos negros que habitam a floresta, assim como contra os descendentes dos povos indigenas que foram transportados para a região.</p>\n<p>Hoje, Albufeira é rica e próspera, sua economia inteiramente baseada no comércio entre os Anões e Mégalos, alêm das \"especiarias do sertão\" e produtos das fazendas nas margens do rio.</p>\n<h2 id=\"mcetoc_1ea2fp6uifo\">A Sociedade em Albufeira</h2>\n<p>Os albufereiros falam uma língua que é uma mistura entre o Português e o Espanhol, com muitas palavras emprestadas da língua anã de Zarak e do Anglais, as línguas de seus clientes. Vocabulário elfico também está presente, principalmente para palavras que se referem aos seres que habitam a selva, chamada de sertão pelos albuferenses.</p>\n<p>A grande maioria dos habitantes da cidade são humanos. Existe uma significativa presença de goblins, geralmente nas classes mais baixas da cidade. Existe também uma população anã expressiva na cidade, trabalhando como representante das guildas anãs, na construção dos barcos e até mesmo na tripulação.</p>\n<p>Existe uma significativa população judia na cidade, que vive fechada em seu gueto e tem uma série de restrições ao seus direitos.</p>\n<p>Politicamente a cidade é governada por um Vicerrei que é eleito pelo senado da cidade, que, por sua vez, é composto pelos nobres e mercadores. Para se tornar um membro do senado se deve herdar o cargo ou comprá-lo por leilão.</p>\n<p>O senado não possui poderes legais além de eleger o Vicerrei, é apenas o centro onde a elite da cidade se reuni para discutir, e é composto apenas de cristãos.</p>\n<p>Os grupos políticos mais importantes e ativos na cidade são:</p>\n<p>Fidalgos</p>\n<p>Grupo dos nobres mais tradicionais da cidade, que desejam mais poderes para os nobres e uma organização mais parecida com o resto de Megalos, nos moldes de sociedades medievais tradicionais.  Antigamente eram muito dependentes da classe burguesa, mas com o início da produção de açucar nas grandes fazendas, esses fidalgos recuperaram o protagonismo na políticas albufereira. Líder: Marquesa Leonora Sales Costa.</p>\n<p>Burgueses</p>\n<p>Grupo dos mercadores proeminentes, desejam manter o status quo ou diminuir sempre que possível o poder dos Fidalgos. Apesar de terem as bases de seus poderes no comércio, muitos tem titulo de nobreza, geralmente comprada. Líder: Senhoria Augusto Albuquerque.</p>\n<p>Frente Mariana</p>\n<p>Um grupo de plebeus trabalhadores e pequenos comerciantes que luta por uma representação direta no Senado. Eles tem moderada simpatia entre as classes mais pobres, obtida através de várias ações de caridade. São tolerados pelas autoridades, porque apesar de terem uma agenda de reforma, eles evitam a proliferação de forças politicas mais radicais entre os pobres.</p>\n<p>Outras organizações de nota são:</p>\n<p>Companhias Mercantes</p>\n<p>O comércio fluvial ao longo do Rio Grande é permitido apenas para as Companhias Mercantes registradas no óficio do vicerrei. Existem não mais de duas dúzias dessas Companhias, cada uma com suas próprias histórias e tradições centenárias. Existem vários episódios de conflito e até mesmo violência entre as diferentes companhias, mas tradicionalmente a violência é aceitada só no rio profundo, como é coloquialmente chamado o percurso do rio há mais de um dia de distância da cidade. Há muito tempo, desde a destruição de duas Companhias, grande conflitos são resolvidos pelo conselho dos Mercantes, para evitar concorrência predatória entre as Grandes Companhias.</p>\n<p>Uma das maiores Companhias Mercantes é a Três irmãos, cujo detalhes estão neste <a href=\"https://www.golem.net.br/criaturas-albufeira.html\" target=\"_blank\" rel=\"noopener noreferrer\">link</a>.(Utilize o índice no topo da página para acessar a informação).</p>\n<h3 id=\"mcetoc_1ea2fp6uifp\">As Leis</h3>\n<p>As leis são formadas por proclamações que emanam do escritório do Vicerrei. Essas proclamações vão desde o fundação ( sendo a primeira exatamente a proclamação de fundação da cidade) há mais de 400 anos. Muitas são contraditórias entre si, algumas foram perdidas, outras tão absurdas que são ignoradas. Tudo isso leva a uma aplicação inconstante e arbitrária de muitas leis, principalmente quando isso favorece o status quo. Algumas leis e costumes, porém, são bem reconhecidos:</p>\n<ul>\n<li>Filhos de estrangeiros e não cristões devem habitar em zonas designadas</li>\n<li>Deve se ter ao menos 5 gerações de antepassados nativos e cristãos para poder exercer ou participar de qualquer atividade comercial pluvial. Com exceção de magos.</li>\n<li>Minorias não cristãs não podem carregar armas além de seus guetos, e não podem possuir Bestas.</li>\n</ul>\n<p>A escravidão é tradicionalmente repudiada em Albufeira, uma vez que escravos não consomem, e o consumo é fundamental para uma sociedade mercante. Porém a escravidão temporária por dívida ou crime sempre foi aceita. </p>\n<p>Nas grandes fazendas às margens do grande rio, a escravidão de não-humanos e negros da terra se tornou lugar-comum. Utilizando de artimanhas que aumentam a dívida dos escravos de maneira constante, os Fidalgos estão criando uma escravidão racial e perpétua. Esse fato é desconhecido da opinião pública, mas estão surgindo grupos abolicionistas que começam a incomodar os Fidalgos.</p>\n<h2 id=\"mcetoc_1ea2fp6uifq\">A Cidade de Albufeira</h2>\n<figure class=\"post__image\"><img src=\"https://www.golem.net.br/media/posts/5/MAPA2.png\" alt=\"\" width=\"1700\" height=\"2338\"></figure>\n<p>Para controlar definitivamente o tráfico do rio, Albufeira colocou enormes correntes que vão de uma margem à outra do rio. Essas correntes impedem qualquer embarcação média ou grande passar pelo rio. No mapa elas são representadas pela linha marrom, que são aquelas permanentes, e pela vermelha, que são levantadas e abaixadas conforme a necessidade.</p>\n<p>Lugares de Interesse:</p>\n<p>1. Mosteiro Santo Agostinho</p>\n<p>Localizado em uma das ilhas externas da cidade, esse mosteiro abriga cerca de 200 monges que se dedicam ao estudo das obras de Deus.</p>\n<p>2. Arsenal</p>\n<p>A maior doca da cidade, lugar de construção das principais embarcações. Um dos lugares mais bem guardados de todo o continente.</p>\n<p>4. Gueto Judeu</p>\n<p>O mais rico gueto da cidade, sendo um lugar bem frequentado por gentios devido a sua abundância de lojas e mão de obra especializada, além, claro, de bancos. Os judeus encontram em Albufeira um lugar bem tolerante para os padrões medievais. Não significa que não existe um antissemitismo a níveis que seriam considerados escandalosos para padrões modernos, mas os judeus que seguem as regras são deixados em paz.</p>\n<p>Empório de Maravilhas do Doutor Manuel, o Judeu</p>\n<p>Localizada no gueto Judeu, é a maior loja de itens mágicos da cidade. O seu proprietário é Doutor Manuel Oliveira, o judeu mais poderoso e proeminente de Albufeira. Dizem que é mais rico que a maioria dos Burgueses do Senado, mas por ser judeu é impedido de participar ativamente da vida política da cidade.</p>\n<p>8. Cemitério Santo Estevão</p>\n<p>Localizado em uma ilha externa artificial, é o maior cemitério cristão da cidade.</p>\n<p>9. Masmorra</p>\n<p>Onde os criminosos são colocados, uma das poucas construções de pedra da cidade, tendo sido reconstruído assim depois que um grande incêndio destruiu a antiga masmorra de madeira, matando centenas de criminosos.</p>\n<p>Feira de São Pedro</p>\n<p>A maior feira da cidade, permanentemente aberta. Se vende comidas, armas,</p>\n<p>armaduras, roupas, enfim, tudo, inclusive coisas ilegais. Se localiza na principal praça da cidade, na frente do palácio Vicerreal.</p>\n<p>Gueto Goblin</p>\n<p>Uma das regiões mais densamente populadas e pobres de Albufeira, o gueto é a moradia designada dos goblins. Apesar de existir algumas famílias goblins burguesas, não é a realidade para a grande maioria da raça, que é marginalizada. Todo tipo de atividade ilegal prospera pelo gueto, de prostituição á tráfico de poções ilícitas.</p>\n<h2 id=\"mcetoc_1ea2fp6uifr\">Arredores de Albufeira</h2>\n<figure class=\"post__image\"><img src=\"https://www.golem.net.br/media/posts/5/ARREDORESALBUFEIRA.jpg\" alt=\"\" width=\"989\" height=\"744\"></figure>\n<p><a href=\"https://imgur.com/bt8vMZ7\">Clique aqui para ver a imagem com melhor definição.</a></p>\n<p>Os diamantes laranja representam fortes. Os dois fortes mais relevantes são o Forte de São Bartolomeu à oeste e o de São Maximiliano à leste.</p>\n<p>O Forte de São Bartolomeu fica sobre o morro de mesmo nome, e com suas altas torres, conseguem um excelente vista sobre os Sertões e o Rio, conseguindo assim ver ameaças à cidade. O Forte de São Maximiliano fica às margens do Rio Das Almas, um rio amaldiçoado pelas almas dos escravos da fazenda Rio Das Almas.</p>\n<p>Existem várias fazendas nas margens do rio, onde milhares de escravos trabalham, plantando e colhendo cana-de-açúcar. Os Fidalgos obtém escravos a partir de piratas capturados, criminosos condenados em Albufeira e, cada vez mais, de expedições ao sertão em que procuram não-humanos (homens-réptil, orcs e até mesmo elfos) e os negros-da-terra, como são conhecidos os descendentes dos indígenas americanos que habitam os sertões.</p>\n<p>O Brejo da mortalha é o local de descanso da grande nau de guerra Dom Fernão VIII, que encalhou no brejo durante uma das maiores batalhas da Terceira Guerra Élfica há 300 anos atrás. É um lugar amaldiçoado, e dizem que o próprio Dom Fernão VIII ainda está lá como um lich.</p>\n<h2>O Rio</h2>\n<p>O Rio Grande, ou simplesmente o Rio, como os que trabalham nele o chamam, é a fonte de toda a riqueza e de todo o perigo para a cidade. O Rio em sua enormidade protege a cidade dos perigos do Sertão, provê o comércio que é o pilar da economia da cidade, mas ao mesmo tempo, é habitado por criaturas terríveis, e em seus muitos esconderijos, brejos e rios tributários, abriga piratas sanguinários, indigénas perigosos e muitos outros perigos.</p>\n<p>Por boa parte do trajeto do Rio, ele é tão largo que de uma margem não se consegue ver a outra, tão fundo que permite a navegação de enormes barcos, além de permitir a sobrevivência de enormes monstros fluviais.</p>\n<p> </p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-02T18:11:44+02:00",
            "date_modified": "2020-06-07T17:03:47+02:00"
        },
        {
            "id": "https://www.golem.net.br/mago-a-ascencao-libia.html",
            "url": "https://www.golem.net.br/mago-a-ascencao-libia.html",
            "title": "Mago: A Ascenção, Líbia",
            "summary": "Uma crônica para Mago: A Ascenção, edição de 20 anos, focada na Líbia, mais especificamente em Trípoli, durante a guerra civil que começou com a destituição de Gaddafi e infelizmente continua até o momento. O foco da crônica são The Disparates, conhecidos como Ofícios na&hellip;",
            "content_html": "<p>Uma crônica para Mago: A Ascenção, edição de 20 anos, focada na Líbia, mais especificamente em Trípoli, durante a guerra civil que começou com a destituição de Gaddafi e infelizmente continua até o momento.</p>\n<div class=\"post__toc\">\n<h3>Table of Contents</h3>\n<ul>\n<li><a href=\"#mcetoc_1e9q3rusk66\">Personagens</a></li>\n<li><a href=\"#mcetoc_1e9q3rusl67\">Mood</a></li>\n<li><a href=\"#mcetoc_1e9q3rusl68\">Contexto histórico</a></li>\n<li><a href=\"#mcetoc_1e9q3rusl69\">O Deserto</a></li>\n<li><a href=\"#mcetoc_1e9q5p5mgf4\">Trípoli</a>\n<ul>\n<li><a href=\"#mcetoc_1e9q5p5mgf5\">Capela Hermética Bonisagus</a>\n<ul>\n<li><a href=\"#mcetoc_1e9q5p5mgf6\">Membros</a></li>\n</ul>\n</li>\n<li><a href=\"#mcetoc_1e9q5p5mgf7\">Capela Batini</a>\n<ul>\n<li><a href=\"#mcetoc_1e9q5qb4vfa\">Batini locais</a></li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</div>\n<h2 id=\"mcetoc_1e9q3rusk66\">Personagens</h2>\n<p>O foco da crônica são The Disparates, conhecidos como Ofícios na tradução da 3 edição. Personages herméticos também podem ser facilmente utilizados, apesar de sob uma luz diferente da qual estão acostumados. Outras tradições são possíveis, mas tem pouco ou nenhum interesse na região. Com muita criatividade e jogo de cintura, um agente tecnocrata pode até se ver aliado de alguma das facções acima.</p>\n<ul>\n<li>Ahl-I-Batin são uma escolha óbvia.  A Líbia está sob influência dos Batini há séculos, e como veremos mais adiante, Trípoli está sob o domínio da facção apoiada pelos Batini.</li>\n<li>Ngoma são também extremamente interessantes nessa crônica. Eles veem da África sub-saariana, mas podem ser facilmente colocados na Líbia, tentando influenciar o andamento da guerra para uma facção aliada ao seu país ou tentando obter algum recurso local durante o caos da guerra. Gaddafi foi querido entre vários povos negros africanos, por ter uma posição muito forte anti-apartheid e anti-influência externa na África, logo é perfeitamente possível que algum Ngoma tenha interesse em auxiliar o NCGN, se tornando aliados dos Batini.</li>\n<li>Impossível falar no deserto sem falar dos Taftani. Históricos aliados dos Beduinos, eles tem um interesse em preservar o estado caótico da guerra, ou em auxiliar a facção que tem maior interesse em preservar, ou ignorar, os beduinos no deserto.</li>\n<li>Órfãos estão em todos os lugares. O caos da guerra, o isolamento de comunidades no interior da Líbia, tornam perfeitamente possível e muito provável a existência de um Órfão.  Porém é importante salientar que um Órfão, sozinho, é presa fácil para as facções em guerra.</li>\n<li>Herméticos possuem uma importante, mas decadente capela em Trípoli. O objetivo dos herméticos na região é explorar o deserto e manter a capela a salvo das diferentes facções.</li>\n</ul>\n<h2 id=\"mcetoc_1e9q3rusl67\">Mood</h2>\n<ul>\n<li>Conspiração e espionagem: alguns jogadores são membros de diferentes facções da guerra civil, com diferentes interesses, e estão ativamente trabalhando para o benefício de sua facção. Também é perfeitamente possível que todos os PJ estão lutando pela mesma facção, apesar de que uma facção com 3+ magos agentes é significamente poderosa, e deve bater de frente com outra facção no mesmo nível de poder, talvez a tecnocracia, os herméticos ou os Ahl-i-Batin.</li>\n<li>Ação e combate: Fora de Trípoli, no deserto, a guerra aberta ruge. Facções como os Herméticos, Taftani e Tecnocratas não hesitam todas suas armas por lá. Uma campanha assim seria menos interessante para facções que lidam com sutileza, então tome cuidado.</li>\n<li>Guerra civil como contexto, não foco: Talvez seus PJs não estejam interessados nos jogos mesquinhos dos não-despertos. Tripóli, mesmo durante essa guerra, é uma excelente base de operações para investigar os segredos do Deserto, como os herméticos bem sabem. Uma crônica assim é aquela que tem a melhor possibilidade de usar magos de facções diferentes que convivem em relativa paz.</li>\n</ul>\n<h2 id=\"mcetoc_1e9q3rusl68\">Contexto histórico</h2>\n<p>Uma grande cidade localizada no norte da Líbia, na costa do mediterrâneo, fundada 7 séculos antes de Cristo por gregos, e dominada pelos romanos no século 2 antes de Cristo.</p>\n<p>Pouco tempo após a queda do império romano passou ao poder dos Islâmicos, que dominaram a cidade desde então.</p>\n<p>No passado próximo, Trípoli é a capital da Líbia, um país relativamente próspero durante o comando de Qaddafi, um sanguinário ditador, que mantinha a ordem e o progresso no país usando de medo e violência desmedidas.</p>\n<p>Em 2011, com apoio logístico e financeiro de uma coalisão ocidental chefiada pela França,  Gaddafi foi capturado e morto por membros do Conselho Nacional de Transição.</p>\n<p>Infelizmente, a morte do ditador não significou o começo de uma nova prosperidade para os povos líbios, mas o começo de uma sangrenta guerra civil. Essa guerra é uma das mais complexas guerras do século XXI, tendo ao menos 5 grupos que lutam entre si com diferentes interesses e objetivos. Não queremos nem devemos pretender colocar aqui uma explicação completa ou acurada do assunto, mas uma simples explicação para fins do nossa crônica.</p>\n<p>Os grupos e sua situação no momento do inicio do jogo são:</p>\n<ul>\n<li>Novo Congresso Geral Nacional, que domina Trípoli no começo da crônica. Dominado pela Irmandade Mulçumana, que tem grande apoio dos Ahl-I-Batin, obviamente pelos bastidores, como tudo que os Batini fazem. Tem como objetivo instaurar um governo Islâmico moderado anti-ocidente, apoiado pelo Egito.</li>\n<li>Governo do Acordo Nacional(GNA), apoiado pelas potências ocidentais. Nenhuma facção desperta apoia abertamente o GNA, embora os maiores interessados em sua vitória são os Tecnocratas.</li>\n<li>Isis, extremistas islâmicos que desejam estabelecer um califado baseado na sharia e em diversas interpretações extremistas e não aceitas por grupos de islâmicos moderados, ou sãos. Ninguém sabe ao certo quem puxa as cordas dessa facção violenta e insana. Praticamente todas as facções desperatas ou não se opõe violentamente à Isis.</li>\n<li>Forças Beduínas. No deserto profundo, os Taftani ainda sobrevivem. Aproveitando do caos para expulsar seus inimigos e reestabelecerem o seu poder no deserto, os Taftani apoiam abertamente e combatem lado a lado com os beduínos não-despertos.</li>\n</ul>\n<h2 id=\"mcetoc_1e9q3rusl69\">O Deserto</h2>\n<p>A maior parte do território líbio esta presente no deserto do Saara. A população árabe vivem concentrada em estreitas faixas de umidade perto do litoral, e no deserto, os beduínos, descendentes dos antigos fenícios e de povos ainda mais antigos que vivem no deserto desde tempos imemoriais, sobrevivem e prosperam.</p>\n<p>Existem dois tipos de deserto: o deserto rochoso e as dunas.</p>\n<p>O deserto rochoso é uma zona de realidade alternativa, em que toda magia que não seja a tradicional beduína é considerada vulgar. Celulares não pegam sinal, areia entra dentro dos computadores impedindo o seu funcionamento, até mesmo mudanças genéticas tecnocratas não prosperam nesse ambiente de alto calor e baixa umidade.</p>\n<p>As dunas, porém, fazer o deserto rochoso parecer um local amigável. São zonas absolutamente instáveis, onde em um momento toda a magia pode ser coincidente, e em outro, toda vulgar. O Tempo também se comporta de maneira errática, podendo passar mais veloz ou mais lentamente, e em alguns casos, até mesmo voltar para trás.</p>\n<p>Djinn existem aos montes nesses locais. Grandes e prósperas cidades Djinn se escondem entre tempestade de areia e miragens, ou aparecem despudoradamente com seu brilho dourado fácilmente visto a dezenas de quilômetros de distância.</p>\n<h2 id=\"mcetoc_1e9q5p5mgf4\">Trípoli</h2>\n<p>Uma grande e moderna cidade, praticamente intocada pela guerra. Os lugares de interesse para a crônica são</p>\n<h3 id=\"mcetoc_1e9q5p5mgf5\">Capela Hermética Bonisagus</h3>\n<p>É uma capela hermetica, mas aberta a todas as tradições e aos disparates amigos (principalmente batini e taftani). Nem sempre foi asim. A abertura dessa capela se deu 10 anos atras, quando Magus Idder bani Bonisagus,  se tornou o mestre de uma das mais antigas Capelas da Ordem. Talvez por medo, talvez por idealismo, ele decidiu que o isolamento não era mais o caminho correto, e abriu as portas da Capela.</p>\n<p>O local real dela é um misterio que só o Grão Mestre da Capela conhece, mas sua entrada se localiza no <a href=\"https://goo.gl/maps/Sygkq4jFiea9ZUzC9\" target=\"_blank\" rel=\"noopener noreferrer\">Portão de Marco Aurelio</a>, no centro de Tripoli, perto de Medina. Quem tem autorização e deseja entrar na Capela, basta cruzar o portão. ( Efeito de Mente 2, Vida 4, Correspondência 4, 20 successos, permanente).</p>\n<p>Ao cruzar o portão, o convidado se vê diante a um grande templo em estilo romano, quadrado, com um jardim central. Ao redor do templo existem 9 construções menores, circulares, dispostas equidistantes entre si e o templo central.</p>\n<p>As nove estruturas são idênticas por fora, mas por dentro são diferentes e tem funções específicas, sendo muito maiores por dentro do que por fora, outro efeito permanente de correspondência.</p>\n<p>As estruturas são:</p>\n<ol>\n<li>Templo de Hermes. Um templo circular com ao centro uma enorme estátua greco-romana representando Hermes Trimagister. Meditar ou estudar aqui trás grande inspiração. É o centro do nodo local. Os herméticos permitem que aqueles magos amigos de outras organizações usem com moderação da inspiração de hermes.</li>\n<li>Biblioteca. Acesso restrito, é uma grande biblioteca que infelizmente se encontra quase vazia, muitas e muitas pratileiras completamente vazias. </li>\n<li>Alojamentos convidados.</li>\n<li>Alojamentos Membros, que vivem aqui. Internamente, tem a aparência de uma torre medieval em pedra no estilo medio-oriental. Comodidades modernas não existem e teimam em não funcionar.</li>\n<li>Laboratórios. Apenas membros tem acesso.</li>\n<li>Enfermaria-Salão de refeições, geralmente onde se dão os eventos da capela.</li>\n<li>Ginásio de treinos. Mens Sana, Corpore Sana. Aqui se encontra uma academia no estilo grego antigo.</li>\n<li>Único predio cujo tamanho interior bate com o tamanho exterior. É uma sala circular, que no fundo possui três portais. Uma Maravilha que pode levar o usuário á qualquer lugar do mundo, mas que em caso de falha crítica, o leva para algum lugar no Deserto.</li>\n<li>Vazio, utilize essa estrutura como desejar na sua crônica.</li>\n</ol>\n<p>Na capela vivem cerca de 18 pessoas, permanentemente: 3 herméticos despertos e 15 feiticeiros.</p>\n<p>A estrutura do lugar é claramente feita para muito mais gente, centenas ao menos. Assim todas as estruturas passam uma sensação de isolamento, pois parecem estar sempre vazios.</p>\n<h4 id=\"mcetoc_1e9q5p5mgf6\">Membros</h4>\n<p>Magus Idder bani Bonisagus: Aparência de 40 anos,  o atual Mestre da Capela. È um gordinho bem humorado, de forte traços bérberes e sotaque tripolitano. Contente com uma vida de estudo e zelo pela capela. Tem pouco interesse no andamento da guerra, porém auxilia os Batini sempre que possível. Pessoalmente desgosta da influência estrangeira na Líbia. </p>\n<p>Magus Alauddin bani Tytalus: Aparência de 30 anos. Marroquino, com forte sotaque,  boa forma fisica, reservado. Veio para cá para fugir dos efeitos da guerra Massassa. Ainda possui um ódio visceral contra vampiros.</p>\n<p>Magus Selena bani Verditius: Aparência de 20 anos, Muito bela, loira e atlética, italiana, trabalha no Centro de Cultura Italiana dando aulas. Amigável e aventureira, apaixonada na Ars Coligationis (correspondência), e estuda a capela intensamente. Fascinada pelo deserto. ( \"Você sabia que ainda no deserto o consenso não conseguiu petrificar as distancias? Acredito que o deserto deva ser quase como que um Reino para a Ars Coligationis, distancias são fácilmente manipula....\").</p>\n<p>Zahir bani Bonisagus: Idade aparente 70 anos, real pelo menos 100. Um feiticeiro bem idoso e sábio, respeitado imensamente por Magus Idder. Possui um conhecimento enorme sobre as artes herméticas e sobre o templo. Raramente sai da capela, porém tem um tenebroso segredo: há 10 anos é carniçal de um vampiro local, e ultimamente anda traficando material arcano da capela para seu mestre.</p>\n<h3 id=\"mcetoc_1e9q5p5mgf7\">Capela Batini</h3>\n<p>Madrasa (<a href=\"https://goo.gl/maps/pcxfGYC4B2v\">https://goo.gl/maps/pcxfGYC4B2v</a>)</p>\n<p>Um grande centro de educação islâmica antes, hoje é, por fora, apenas uma mesquita e uma escola de etiqueta e boas maneiras. Porém na realidade é o centro de poder dos Batini no norte da líbia.</p>\n<p>Apenas 3 Batini se fazem públicos, mas com certeza mais existem na capela, ocultando sua existência.</p>\n<p>O hotel “Belvedere” é outro centro de poder dos Batini, existindo lá um pequeno nodo ( 1 quint/semana), e é sempre o local ao qual os Batini escolhem para se reunirem com forasteiros, quando estritamente necessário.</p>\n<h4 id=\"mcetoc_1e9q5qb4vfa\">Batini locais</h4>\n<p>Mohammed Al-Tarhouni: Um homem de uns 30 e poucos anos, tem a aparência de um idoso obeso, careca e bigodudo. Frequentemente é o recepcionista do Hotel. É um mestre em Vida. ( vida 4, prim 2, tempo 1, corr 2, arete 4). Não gosta muito de politica, e mantêm distância como pode, tentando sempre manter-se irrelevante, para poder continuar seus estudos em paz.</p>\n<p>Ali Elmusrati: Idade real e aparente de pouco mais do que 20 anos, esse Batini é aprendiz de Mohammed. Idealista pan-arabe, vê com suspeita estrangeiros. Seu ponto fraco são as mulheres, é inexperiente e inseguro nesse ponto. ( Vida 1, prim1, tempo 1 arete 1)</p>\n<p>Ghada Ali: Cerca de 30 e poucos anos, reais e aparentes, nascida na França, foi para a libia, terra de sua família, após despertar. Ardente islâmica. (Corr 3, prim3, mat2, arete3). É secretamente noiva de um homem árabe na França, que a espera para se casarem</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-01T23:08:06+02:00",
            "date_modified": "2020-06-03T09:54:10+02:00"
        },
        {
            "id": "https://www.golem.net.br/world-of-darkness.html",
            "url": "https://www.golem.net.br/world-of-darkness.html",
            "title": "WORLD OF DARKNESS",
            "summary": "Composto de cinco jogos clássicos ( Mago: A Ascenção, Fada: O Sonhar, Lobisomem: O Apocalipse, Wraith: The Oblivon e Vampiro: A Máscara), e vários outros que apareceram em edições posteriores, esse cenário dominou a cenário de rpg nacional no fim dos anos 90 até muito&hellip;",
            "content_html": "<p>Composto de cinco jogos clássicos ( Mago: A Ascenção, Fada: O Sonhar, Lobisomem: O Apocalipse, Wraith: The Oblivon  e Vampiro: A Máscara), e vários outros que apareceram em edições posteriores, esse cenário dominou a cenário de rpg nacional no fim dos anos 90 até muito pouco tempo atrás, sendo por um breve tempo até mesmo mais popular do que o imbatível D&amp;D.</p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-01T22:24:30+02:00",
            "date_modified": "2020-06-01T22:24:30+02:00"
        },
        {
            "id": "https://www.golem.net.br/dsfdfsd.html",
            "url": "https://www.golem.net.br/dsfdfsd.html",
            "title": "GURPS",
            "summary": "GURPS é um sistema que foi extremamente popular no Brasil nos longínquos anos 90, e hoje tem dificuldade em ir além do seu público cativo, em grande parte por uma infâmia desmerecida. GURPS é um sistema simulacionista, seu objeto é representar uma realidade de maneira&hellip;",
            "content_html": "<p>GURPS é um sistema que foi extremamente popular no Brasil nos longínquos anos 90, e hoje tem dificuldade em ir além do seu público cativo, em grande parte por uma infâmia desmerecida.</p>\n<p>GURPS é um sistema simulacionista, seu objeto é representar uma realidade de maneira fidedigna. Essa realidade pode ser a nossa, ou o mundo do super heróis, um mundo medieval fantástico, entre outros.</p>\n<p> </p>",
            "author": {
                "name": "rafael"
            },
            "tags": [
            ],
            "date_published": "2020-06-01T17:39:41+02:00",
            "date_modified": "2020-06-01T18:27:49+02:00"
        }
    ]
}
